**** efficiencies
     | efficiency type        | cut                               | total | passed | efficiency[ % ] |
     |------------------------+-----------------------------------+-------+--------+-----------------|
     | Two detectors hit      | --                                | 53680 |  37460 |       69.783905 |
     | Three detectors hit    | --                                | 53680 |  32430 |       60.413562 |
     | Four detectors hit     | --                                | 53680 |  17040 |       31.743666 |
     | allcut normal particle | 3 mom -invmass[10,40] - oppcharge | 49179 |   1057 |       2.1492914 |
     |                        |                                   |       |        |             0/0 |
     |------------------------+-----------------------------------+-------+--------+-----------------|
     #+TBLFM: $5=100*$4/$3

     *cut explanation*
     1) _mom_ : both particle must have that momentum [GeV]
     2) _oopcharge_: particle must have opposite charge
     3) _invmass_ : particle must have invariant mass in the range *WARNING* : _Still some doubt for the cut_
